[{"overview":"When an ingénue's sudden popularity threatens to shove her out of the spotlight, a movie star uses black magic in an attempt to derail her career.","rating":"4.6","releasedate":"2012-09-07","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/e3gysWtUEel1KT9ueojMO0Yn3jo.jpg","moviename":"Raaz 3: The Third Dimension"},{"overview":"Ramprasad a recent college graduate who finds a job with a finicky man, Bhavani Shankar, who believes that a man without a mustache is a man without a character. When Ramprasad is caught by his boss at a soccer match, he has to invent a twin brother, the clean-shaven Laxman Prasad, to save his job, things take a whacky turn.A fake mother and a hilarious chase are enjoyable features in this comedy.","rating":"7.7","releasedate":"1979-04-19","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/5s5G28UZO2ahBFzIOIKQBlD1GL8.jpg","moviename":"Gol Maal"},{"overview":"This harrowing tale of survival centers on Rose, a Masurian woman, whose German soldier husband was killed in the war, leaving her alone on their farm. A single woman had no defense against Russian soldiers who raped as a form of revenge, nor against plundering Poles who found themselves in desperate straits. Help arrives for Rose in the form of Tadeusz, a former officer in the Polish Home Army who deserted after he saw his wife raped and murdered by Russian troops and is attempting to hide his identity.","rating":"7.2","releasedate":"2011-06-09","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/null","moviename":"Rose"},{"overview":"Nilufar, a girl living downtown, is about to marry a man living uptown. But one day, soldiers come and plant barbed wire to separate the two towns. The life of the people, who have thus far enjoyed peace, now falls into severe chaos. Students must take classes with barbed wire in the middle of the classroom, and it becomes difficult to go to the hospital. However, the biggest problem is Nilufar's wedding. Kirill, the chief of the climate observatory, tries his best to help her wedding, but then a terrible tragedy occurs.","rating":"0","releasedate":"2009-10-09","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/null","moviename":"True Noon"},{"overview":"RAW agent Tiger is on a mission to retrieve information from a scientist in Dublin. The plot centers on an Indian spy (RAW) code-named Tiger who falls in love with a Pakistani spy (ISI) during an investigation and how Tiger's ideology and principles change over time.","rating":"5.8","releasedate":"2012-08-15","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/nqI6k6oar35Ryu4p9IqUSqy8bjY.jpg","moviename":"Ek Tha Tiger"},{"overview":"For Lieutenant Pete 'Maverick' Mitchell and his friend and Co-Pilot Nick 'Goose' Bradshaw being accepted into an elite training school for fighter pilots is a dream come true.  A tragedy, as well as personal demons, threaten Pete's dreams of becoming an Ace pilot.","rating":"6.7","releasedate":"1986-05-16","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/8GxHmsxhsWVsUD1My2uOrAnZh6L.jpg","moviename":"Top Gun"}]