[{"overview":"Ram Jaane is arrested by a security guard after stealing cargo from a train with his best friend. He is shortly released and becomes one of the biggest hustlers in the city. After a deadly shootout, he is arrested by a corrupt police department and sent to jail again. After a few years of serving jail time, he goes back to the streets and to his friend's place. There he decides to help him raise the local kids in the area so they won't be corrupted by the streets. He quickly falls in love with a childhood girlfriend Bela (Juhi Chawla), but also goes back to his old ways.","rating":"4.8","releasedate":"1995-11-28","poster":"\/home\/akash\/Work\/workspace-sts-3.9.2.RELEASE\/MovieMagic\/images\/notavilable.jpg","moviename":"Ram Jaane"},{"overview":"In remote Chile, a vacationing young woman begins to mentally unravel; meanwhile, her friends ignore her claim until it's too late.","rating":"5.2","releasedate":"2013-07-26","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/vc3mVncG2diCI4tz9GlXK57DHnJ.jpg","moviename":"Magic Magic"},{"overview":"Sally and Gillian Owens, born into a magical family, have mostly avoided witchcraft themselves. But when Gillian's vicious boyfriend, Jimmy Angelov, dies unexpectedly, the Owens sisters give themselves a crash course in hard magic. With policeman Gary Hallet growing suspicious, the girls struggle to resurrect Angelov -- and unwittingly inject his corpse with an evil spirit that threatens to end their family line.","rating":"6.3","releasedate":"1998-10-16","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/vc3mVncG2diCI4tz9GlXK57DHnJ.jpg","moviename":"Practical Magic"},{"overview":"Rehaan and Shaina are newly married as Rehaan gets a job offer as a Venture Capitalist for the East European Finance Company they had actually fallen in love in Romania,Shaina insists Rehan to take up the job while Rehan is reluctant a she has a secret to hide in Romania,Shaina soon experiences paranormal activities but Rehan refuses to believe while on a business trip Rehan receives a frantic call from Shaina requesting for help as she is trapped in telephone booth in a rural area where she had gone to seek help on paranormal activities happening around her.Shaina and Rehaan take the help of a local Priest but he cant help them much,Aditya Shrivastava former lover of Shaina comes to rescue her from the evil spirit.","rating":"4.3","releasedate":"2016-06-17","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/e3gysWtUEel1KT9ueojMO0Yn3jo.jpg","moviename":"Raaz Reboot"},{"overview":"Dale, Kurt and Nick decide to start their own business but things don't go as planned because of a slick investor, prompting the trio to pull off a harebrained and misguided kidnapping scheme.","rating":"6.1","releasedate":"2014-11-26","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/y3GK3hpDNPsPN7uQ7A8GO53UJWZ.jpg","moviename":"Horrible Bosses 2"}]