[{"overview":"On the eve of Independence, the chairman of the Border Commission, Sir Cyril Radcliffe decides to divide India and Pakistan into equitable halves. What the administration doesn’t account for is the line running through the middle of Begum Jaan’s brothel situated plonk on the border; with one half falling in India and the other in Pakistan.","rating":"6.3","releasedate":"2017-04-14","poster":"\/home\/akash\/Work\/workspace-sts-3.9.2.RELEASE\/MovieMagic\/images\/notavilable.jpg","moviename":"Begum Jaan"},{"overview":"On the eve of Independence, the chairman of the Border Commission, Sir Cyril Radcliffe decides to divide India and Pakistan into equitable halves. What the administration doesn’t account for is the line running through the middle of Begum Jaan’s brothel situated plonk on the border; with one half falling in India and the other in Pakistan.","rating":"6.3","releasedate":"2017-04-14","poster":"\/home\/akash\/Work\/workspace-sts-3.9.2.RELEASE\/MovieMagic\/images\/notavilable.jpg","moviename":"Begum Jaan"},{"overview":"Raja lives a poor lifestyle along with his dad, Hazariprasad and mom. He attends college where he has several run-ins with wealthy fellow-collegian, Madhu Mehra. Matters escalate to such an extent that she accuses him of sexually molesting her. When his dad comes to know, he decides to seize this chance to get rich quickly, masquerades as a wealthy businessman, approaches Mr. Mehra, and arranges for their children to get married. Murphy's law prevails at the time of the engagement - changing everyone's lives forever.","rating":"6.8","releasedate":"1990-06-22","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/gZuSIzQnpbB35EktzXaAezSsXr.jpg","moviename":"Dil"},{"overview":"Sanjana and Aditya decide to give their marriage one last chance. They plan a holiday in Ooty, but they don't know that a strange figure is waiting for them to come.","rating":"6.9","releasedate":"2002-02-01","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/e3gysWtUEel1KT9ueojMO0Yn3jo.jpg","moviename":"Raaz"},{"overview":"RAW agent Tiger is on a mission to retrieve information from a scientist in Dublin. The plot centers on an Indian spy (RAW) code-named Tiger who falls in love with a Pakistani spy (ISI) during an investigation and how Tiger's ideology and principles change over time.","rating":"5.8","releasedate":"2012-08-15","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/nqI6k6oar35Ryu4p9IqUSqy8bjY.jpg","moviename":"Ek Tha Tiger"},{"overview":"When an ingénue's sudden popularity threatens to shove her out of the spotlight, a movie star uses black magic in an attempt to derail her career.","rating":"4.6","releasedate":"2012-09-07","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/e3gysWtUEel1KT9ueojMO0Yn3jo.jpg","moviename":"Raaz 3: The Third Dimension"},{"overview":"Truman Burbank is the star of \"The Truman Show\", a 24-hour-a-day \"reality\" TV show that broadcasts every aspect of his life -- live and in color -- without his knowledge. His entire life has been an unending soap opera for consumption by the rest of the world. And everyone he knows -- including his wife and his best friend -- is really an actor, paid to be part of his life.","rating":"7.9","releasedate":"1998-06-04","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/9qxeyQk0Wzw0M4ABIF8hc8nS5D7.jpg","moviename":"The Truman Show"},{"overview":"Truman Burbank is the star of \"The Truman Show\", a 24-hour-a-day \"reality\" TV show that broadcasts every aspect of his life -- live and in color -- without his knowledge. His entire life has been an unending soap opera for consumption by the rest of the world. And everyone he knows -- including his wife and his best friend -- is really an actor, paid to be part of his life.","rating":"7.9","releasedate":"1998-06-04","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/9qxeyQk0Wzw0M4ABIF8hc8nS5D7.jpg","moviename":"The Truman Show"},{"overview":"Hey Jude celebrates the innate beautiful things in human beings and life as a whole. For the world, Jude (Nivin Pauly) and his thought processes seem like a puzzle. However, certain unforeseen incidents take him to places he has never been to and experiences beyond his imaginations that help him shed his inhibitions.","rating":"0","releasedate":"2018-02-02","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/xzaaZ3DB4q6zzFbd9MBbAgoJKEz.jpg","moviename":"Hey Jude"},{"overview":"When a powerful developer named Mr. Scheck wants to knock down all the stores and houses in Arnold's neighborhood to build a huge \"mall-plex\", it looks likes the neighborhood is doomed to disappear. But with the help of a superhero and a mysterious deep-voiced stranger, Arnold and Gerald will need to recover a crucial document in order to save their beloved neighborhood.","rating":"5.3","releasedate":"2002-06-28","poster":"http:\/\/image.tmdb.org\/t\/p\/w500\/\/xzaaZ3DB4q6zzFbd9MBbAgoJKEz.jpg","moviename":"Hey Arnold! The Movie"}]